export default function Aboutus() {
  const styles = {
    padding: "100px 10%",
    margin: "0 0 20px 0",
    color: "grey",
    textAlign: "center",
  };
  return (
    <>
      <div className="about-text" style={styles}>
        <span>
          Mariotto არის ტურისტული კომპანია, რომელიც შეიქმნა მოგზაურთა ჯგუფის
          მიერ, რომელთაც სჯერათ, რომ თითოეულ ადამიანს უნდა ჰქონდეს შესაძლებლობა
          და წვდომა იაფ და ხარისხიან მოგზაურობასთან. კომპანიის მთავარი მიზანია,
          ხელი შეუწყოს ტურიზმის ხელმისაწვდომობას და მომხმარებლებს შესთავაზოს
          საუკეთესო სერვისი საუკეთესო ფასად. Mariotto-ს მომხმარებელს სთავაზობს
          მრავალფეროვან ტურებს, რომლებიც დააკმაყოფილებს სხვადასხვა ინტერესებს და
          მოთხოვნებს. კომპანია ორიენტირებულია არა მხოლოდ ადგილობრივი, არამედ
          საერთაშორისო ტურებზე, რომ მომხმარებელს შეეძლოს სხვადასხვა კულტურების
          გაცნობა და ახალი ადგილების აღმოჩენა. Mariotto სპეციალიზდება გრძელ და
          მოკლე დროით ტურებზე, რომლებიც მოიცავს როგორც კულტურულ, ისე გასართობ
          აქტივობებს. ამასთანავე, მათი ტურისტული პაკეტები მოიცავს
          ტრანსპორტირებას, განსათავსებას და სხვა საჭირო სერვისებს, რათა
          მოგზაურობა იყოს მაქსიმალურად კომფორტული. Mariotto, მუდმივად განაგრძობს
          განვითარებას და ახალ ტურისტულ მიმართულებებს, რათა კიდევ უფრო მეტი
          მოგზაური შეძლოს რომ შეძლოს თავისი ოცნებების რეალობად ქცევა.
          Mariottos-ი ვრცელდება არა მხოლოდ კლასიკურ ტურიზმზე, არამედ ხელს უწყობს
          ეკო-ტურიზმისა და მდგრადი მოგზაურობის გავრცელებას. კომპანიის მიზანია,
          ხელი შეუწყოს ბუნებისა და გარემოს დაცვას, ამიტომ ისინი ყველა
          თავგადასავალს იწყებენ და ატარებენ ეკოლოგიურად სუფთა ადგილებში,
          რომლებიც არ ზიანებს ბუნებრივ რესურსებს. ყოველი ტურისტული პაკეტი
          გათვლილია იმაზე, რომ სტუმრებმა მაქსიმალურად ისიამოვნონ, მაგრამ ეს არ
          მოხდება გარემოს საზიანოდ. მომხმარებელთა დახმარება Mariottos-მა
          ერთ-ერთი ძირითადი პრიორიტეტი და პასუხისმგებლობაა. კომპანია გთავაზობთ
          24/7 მხარდაჭერას და კლიენტთა მომსახურებას, რათა მოგზაურობის დაწყებიდან
          მისი დასრულებამდე ნებისმიერი პრობლემის შემთხვევაში ოპერატიულად
          მოახდინონ რეაგირება. მათი კლიენტები ყოველთვის გრძნობენ თავს უსაფრთხოდ
          და კომფორტულად. Mariottos ასევე თანამშრომლობს საერთაშორისო
          ავიაკომპანიებთან და სასტუმროებთან, რაც უზრუნველყოფს თავის მომხმარებელს
          საუკეთესო ფასებსა და შეღავათებს. მათთან თანამშრომლობა საშუალებას
          იძლევა, რომ მომხმარებლებმა ისიამოვნონ დამატებითი მომსახურებით,
          როგორიცაა უფასო ტრანსფერები ან სპეციალური აქციები. კომპანია, რომელიც
          მუდმივად იზრუნებს სიახლეების შეთავაზებაზე, სწორედ ამიტომ ყიდის არა
          მხოლოდ ტრადიციულ ტურებს, არამედ ორგანიზაციას მოიცავს გასახლებელ
          მოგზაურობას და გასამართ ღონისძიებებს, რათა იყოს მომწოდებელი ყველა იმ
          სურვილისა და მოთხოვნისთვის, რაც მოგზაურობასთან დაკავშირებით არსებობს.
          Mariottos-ი უერთდება მოგზაურობის სფეროს ახალ ტრენდებს და კმაყოფილებს
          მომხმარებელს ინოვაციური და გასაოცარი ტურებით.
        </span>
      </div>
    </>
  );
}
